{
  "products": [
    {
      "id": 1,
      "title": "Poco chiaro",
      "img": "kwmflkww12.jpg",
      "description": "Вместительный и удобный диван оригинальной формы. Основа из окрашенной стали и дерева. Ножки из хромированной стали с отделкой ПВХ. Прокладка пенополиуретаном различной плотности. Несъемный чехол.",
      "category": 1,
      "price": 173990,
      "discount": 20
    },
    {
      "id": 2,
      "title": "Grande cosa",
      "img": "jouulroo10.jpg",
      "description": "Дизайнерский уютный диван для отдыха, обитый мягкой бархатной накидкой и стеганный кожаными полосками.",
      "category": 1,
      "price": 131990
    },
    {
      "id": 3,
      "title": "Cielo",
      "img": "ghwwqiom44.jpg",
      "description": "Современный вместительный диван с возможностью регулировки положения подушек. Различные элементы дивана можно комбинировать по желанию. Возможны линейные, угловые и изогнутые композиции.",
      "category": 1,
      "price": 195990
    },
    {
      "id": 4,
      "title": "Mucchio",
      "img": "qqwaskke23.jpg",
      "description": "Вместительный и модерилуемый диван. Набивка из эластичного и дышащего полиуретана. Съемные чехлы. Обивка - имитация под текстуру камня.",
      "category": 1,
      "price": 152990,
      "discount": 15
    },
    {
      "id": 5,
      "title": "Calzini",
      "img": "sreionqw89.jpg",
      "description": "Современный вместительный диван с возможностью регулировки положения подушек. Различные элементы дивана можно комбинировать по желанию. Возможны линейные, угловые и изогнутые композиции.",
      "category": 1,
      "price": 107990
    },
    {
      "id": 6,
      "title": "Cane",
      "img": "ikjiuhmk58.jpg",
      "description": "Диван состоит из девяти структурных подушек, прикрепленных к невидимой металлической трубчатой конструкции. Максимальное удобство осуществляется благодаря набивке из синтетической ваты. Edra подбирает материалы для каждой модели так, чтобы они идеально подходили для Вашего интерьера. Наши специалисты проконсультируют Вас по выбору наиболее подходящего цвета и обивки.",
      "category": 1,
      "price": 97990
    },
    {
      "id": 7,
      "title": "Traduzione",
      "img": "jfurlaew57.jpg",
      "category": 1,
      "description": "Современный вместительный диван поразит своей оригинальностью. Диван абсолютно универсален, моделируется под любое положение. Он состоит из 120 метров трубчатых шнуров, заполненных эластичным полиуретаном, дышащих, и покрытых бархатом, который придает ему особую яркость.",
      "price": 200990
    },
    {
      "id": 8,
      "title": "Corazzata",
      "img": "jiqwveau64.jpg",
      "category": 2,
      "description": "Мягкое кресло с низкой спинкой. Оригинальная фактура обивки (сформированные вручную складки). Литая стальная конструкция. Отделка против царапин.",
      "price": 42990
    },
    {
      "id": 9,
      "title": "Giudice",
      "img": "hfoqmxxw91.jpg",
      "description": "Оригинальное кресло в форме лилии, нежное на вид, но скрывающее прочную стальную конструкцию, смоделированную вручную. Формованные стальные конструкции. Ножки из хромированной латуни с полусферическим покрытием из ПВХ. Пенополиуретановая подкладка. Несъемный чехол.",
      "category": 2,
      "price": 72990
    },
    {
      "id": 10,
      "title": "Pesce",
      "img": "nvjdjvcj09.jpg",
      "description": "Оригинальная конструкция кресла, сделанная вручную из мельхиоровой проволоки создает ощущение легкости, несмотря на удивительную прочность конструции. Каждое кресло поистину уникально.",
      "category": 2,
      "price": 65990,
      "discount": 30
    },
    {
      "id": 11,
      "title": "Riccamente",
      "img": "jullbbte87.jpg",
      "description": "Дизайнерское кресло характеризуется складками, меняющимися каждый раз при использовании. Стальная конструкция. Основа из цельного пенополиуретана. Несъемный чехол.",
      "category": 2,
      "price": 90990
    },
    {
      "id": 12,
      "title": "Tavolo",
      "img": "jiffmdsw23.jpg",
      "description": "Оригинальное кресло выполнено из натурального дерева сосны. Пластиковая отделка против царапин. Подходит для наружного использования.",
      "category": 2,
      "price": 30990
    },
    {
      "id": 13,
      "title": "Capelli",
      "img": "spieewql61.jpg",
      "description": "Удобная кровать в стиле примитивных хижин. Кровать с металлической структурой, окрашенной и обтянутой очень длинными многослойными нитками из толстой синтетической рафии. Мы подбираем материалы для каждой модели так, чтобы они идеально подходили для Вашего интерьера. Наши специалисты проконсультируют Вас по выбору наиболее подходящего цвета и обивки.",
      "category": 3,
      "price": 122990
    },
    {
      "id": 14,
      "title": "Mutande",
      "img": "jfldoosw12.jpg",
      "description": "Кровать Mutande с двумя \"умными\" подушками, которые могут быть индивидуально смоделированы. Эти подушки образуют изголовье.",
      "category": 3,
      "price": 163990,
      "discount": 10
    },
    {
      "id": 15,
      "title": "Scoreggia",
      "img": "qwmmczwe54.jpg",
      "description": "Стул классической формы с высокой спинкой. Спинка образована веером из стеблей ПВХ, которые моделируются в свободном положении.",
      "category": 4,
      "price": 24990,
      "discount": 15
    },
    {
      "id": 16,
      "title": "Taglialegna",
      "img": "okeewzds78.jpg",
      "description": "Оригинальный дизайнерский стул в форме цветка с наклонным стеблем, образующим опору. Уютное сиденье обито пенополиуретаном и покрыто бархатом.",
      "category": 4,
      "price": 33990
    },
    {
      "id": 17,
      "title": "Unguento",
      "img": "pzccwmqv21.jpg",
      "description": "Стул - воплощение мягкости. Полностью покрыт мягким стеганым бархатом. Структура из черного дерева, покрытого лаком. Мы подбираем материалы для каждой модели так, чтобы они идеально подходили для Вашего интерьера. Наши специалисты проконсультируют Вас по выбору наиболее подходящего цвета и обивки.",
      "category": 4,
      "price": 34990
    },
    {
      "id": 18,
      "title": "Aringa",
      "img": "qopiindq62.jpg",
      "description": "Журнальный столик Aringa с прозрачной столешницей и металлической основой. Столик имеет неправильную форму.",
      "category": 5,
      "price": 102990
    },
    {
      "id": 19,
      "title": "Cavolo",
      "img": "oofmwllj77.jpg",
      "description": "Журнальный столик в форме географичиеской карты. Алюминиевый верх покрыт зеркальными формами метакрилата Coloreflex, вырезан лазером. Ножки из полированного алюминия.",
      "category": 5,
      "price": 119990,
      "discount": 20
    },
    {
      "id": 20,
      "title": "Rubinetto",
      "img": "wellxqpl23.jpg",
      "description": "Стол со столешницей, состоящий из около 700 различных экструдированных алюминиевых профилей, сварен в ручную повторяя карту столицы города.",
      "category": 5,
      "price": 136990,
      "discount": 5
    },
    {
      "id": 21,
      "title": "Tacco",
      "img": "lopplmje14.jpg",
      "description": "Журнальные столики со столешницей разной высоты и цвета, выполненой из алебастры. Столешница имеет неровные края, которые делают их похожими на острова видом сверху.",
      "category": 5,
      "price": 118990
    },
    {
      "id": 23,
      "title": "Borsa",
      "img": "kijuddle40.jpg",
      "description": "Подвесной светильник в форме колокольчика, состоящий из сотен нестандартных алюминиевых листов нестандартной резки, соединенных вручную.",
      "category": 6,
      "price": 19990,
      "discount": 25
    },
    {
      "id": 24,
      "title": "Cantando",
      "img": "okjjubbw84.png",
      "description": "Стильный торшер выполнен в форме ветки дерева. Стальная рама с золотым эффектом придадут теплый и уютный свет жилищу.",
      "category": 6,
      "price": 15990
    },
    {
      "id": 25,
      "title": "Luccica",
      "img": "idkjqexx59.jpg",
      "description": "Уникальное решение для интерьера вашей гостинной. Выполнено из высококачественноой алебастры. Отделка повторяет контуры современного стиля. Является отличным дополнением вашего дома.",
      "category": 7,
      "price": 219990,
      "discount": 40
    },
    {
      "id": 26,
      "title": "Questo",
      "img": "iommarrq80.jpg",
      "description": "Тумбочка для хранения мелочей с таинственным эффектом. Тумба - контейнер имеет центральную несущую конструкцию и пять небольших круглых полок. Тумба полностью покрыты длинной синтетической рафией с несгораемой обработкой. Длинные шнуры можно открыть с любого положения.",
      "category": 7,
      "price": 88990
    },
    {
      "id": 27,
      "title": "P.I. Trenta",
      "img": "tylluley67.jpg",
      "description": "Шкаф P.I. Trenta имеет деревянную раму. С внешней стороны покрыт зеркалом. В комплекте с 4 стеклянными и одной деревянной полками.",
      "category": 7,
      "price": 145990
    }
  ],
  "categories": [
    {
      "id": 1,
      "name": "Диван"
    },
    {
      "id": 2,
      "name": "Кресло"
    },
    {
      "id": 3,
      "name": "Кровать"
    },
    {
      "id": 4,
      "name": "Стул"
    },
    {
      "id": 5,
      "name": "Стол"
    },
    {
      "id": 6,
      "name": "Светильник"
    },
    {
      "id": 7,
      "name": "Декоративный элемент"
    }
  ]
}